‎조동환‎ 님이 게시: TensorFlow KR
1시간 · 
SK텔레콤 "데이터 전문 직무" 채용 홍보입니다. 혹시나 TF-KR 그룹의 성격에 맞지 않는다는 피드백이 많으시면 곧바로 삭제하도록 하겠습니다. 미리 양해를 부탁드리겠습니다.

SK텔레콤은 올해부터 특정 전문 직무에 대해서는 신입이시더라도 언제든지 지원을 하실 수 있도록 채용 프로세스를 변경하였습니다. 이로써 경력과 관계없이 상시 지원이 가능해졌으니 관심있는 많은 실력자분들의 지원을 기대합니다!

현재 데이터 전문 직무에 관련하여 오픈되어 있는 포지션은 3개의 직무 * 2개의 레벨 = 총 6개입니다.

[직무]
- Data Scientist: 데이터 분석 기반의 비즈니스 인사이트 도출 및 문제 해결
- Machine Learning Engineer: 기계학습 예측 모델 및 데이터 서비스를 기획, 개발하고 운영
- Data Engineer: 대용량/실시간 데이터 수집, 처리

[레벨]
- Junior Talent: 경력 3년 미만
- Expert Talent: 경력 3년 이상(박사과정 재학 포함)

오픈된 포지션에 대한 상세한 내용은 다음의 채용사이트 공고를 참고하시기 바랍니다(채용 검색에서 "DT추진단"을 키워드로 넣으시면 6개 직무를 쉽게 찾으실 수 있습니다)
https://tas-sktelecom.taleo.net/careersec…/…/moresearch.ftl…
