‎조동환‎ 님이 게시: TensorFlow KR
1시간 · 
SK텔레콤 "데이터 전문 직무" 채용 홍보입니다. 혹시나 TF-KR 그룹의 성격에 맞지 않는다는 피드백이 많으시면 곧바로 삭제하도록 하겠습니다. 미리 양해를 부탁드리겠습니다.

SK텔레콤은 올해부터 특정 전문 직무에 대해서는 신입이시더라도 언제든지 지원을 하실 수 있도록 채용 프로세스를 변경하였습니다. 이로써 경력과 관계없이 상시 지원이 가능해졌으니 관심있는 많은 실력자분들의 지원을 기대합니다!

현재 데이터 전문 직무에 관련하여 오픈되어 있는 포지션은 3개의 직무 * 2개의 레벨 = 총 6개입니다.

[직무]
- Data Scientist: 데이터 분석 기반의 비즈니스 인사이트 도출 및 문제 해결
- Machine Learning Engineer: 기계학습 예측 모델 및 데이터 서비스를 기획, 개발하고 운영
- Data Engineer: 대용량/실시간 데이터 수집, 처리

[레벨]
- Junior Talent: 경력 3년 미만
- Expert Talent: 경력 3년 이상(박사과정 재학 포함)

오픈된 포지션에 대한 상세한 내용은 다음의 채용사이트 공고를 참고하시기 바랍니다(채용 검색에서 "DT추진단"을 키워드로 넣으시면 6개 직무를 쉽게 찾으실 수 있습니다)
https://tas-sktelecom.taleo.net/careersection/ex/moresearch.ftl?lang=ko&portal

  
  안녕하세요. 부끄럽고 죄송스럽지만, 구인글 한 번 올려봅니다. ^_^;

저희팀에 머신러닝 엔지니어 및 어플리케이션/서비스 개발자를 100명을 뽑으라는.. 현실 가능성이 없는 말씀을 하셔서 ㅋㅋ 그걸 좀 현실로 만들어보고자, 그룹에 구인글을 올리게 되었습니다. 😊

저희팀은 네이버 클로바 조직에 있는 머신러닝 선행연구팀, 그 중에서도 다양한 인공지능 기술의 "제품화"를 목표로하고 있는 팀 입니다. 머신러닝/딥러닝 모델 테스트 및 학습/구현, 모델을 이용한 인공지능 엔진 개발, 모델 운용을 위한 플랫폼 개발, 응용 제품의 프로토타입 개발 등등을 하(려)고 있습니다.

즉, 머신러닝/딥러닝 연구자는 물론이거니와 머신러닝에 대해 잘 모르시는 기존(?) 소프트웨어 엔지니어도 많이 채용하고 있습니다. 정규직은 물론 인턴도 제한없이 채용하고 있고요. 신입/경력 가리지 않고 채용하고 있습니다.

관심있으신 분들은 다음 주소에서 "10) 클로바 인공지능 엔진 및 서비스 개발" 부문으로 지원해 주시거나, 페이스북 메신저 또는 jinjoong.kim@navercorp.com 으로 문의주시면 됩니다.

그럼 많은 관심과 홍보(!) 부탁드리겠습니다. (_ _)(^ ^) 감사합니다!


NAVER Career 모집소식
더 가치있고 새로운 미래를 열어갈 NAVER의 발걸음에, 지금 당신을 초대합니다. [Clova 인공지능(AI) 분야 채용]
RECRUIT.NAVERCORP.COM
http://recruit.navercorp.com/naver/job/detail/developer?annoId=20000597&classId=&jobId=&entTypeCd=&searchTxt=clova
